Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Zapłacę ci za nie więcej niż ktokolwiek na wyspie, w końcu nikt oprócz mnie tak dobrze nie rozumie, jak poważną sprawą jest myślistwo.
uk: Я заплачу тобі за них більше, ніж будь-хто на острові, адже ніхто, окрім мене, не розуміє, наскільки серйозним заняттям є полювання.

source: Zapłacę ci za tę książkę.
uk: Я заплачу за цю книжку.

source: Zapłacę ci, byś przestał.
uk: Я заплачу тобі, щоб ти припинив.

source: Zapłacę wam ten okup.
uk: Я заплачу вам цей викуп.

source: Zapłacę za figurkę. (Oddaj 250 SZ)
uk: Я заплачу за статуетку. (Віддати 250 золотих)

source: Zapłacę za jego wolność.
uk: Я заплачу за його свободу.

source: Zapłacę za jego życie.
uk: Я заплачу за нього.

source: Zapłacę za zioła. (100 SZ)
uk: Заплатити за трави. (100 золотих)

source: Zapłacę.
uk: Я заплачу.

source: Zapłacę. (100 SZ)
uk: Заплатити. (100 золотих)

source: Zapłacę. (Oddaj 250 SZ)
uk: Я заплачу. (Віддати 250 золотих)

source: Zapłata była równie beznadziejna co praca, na szczęście udało mi się zebrać potrzebne dowody. Mogę teraz wracać do Candaca, razem z nim zdecydujemy, co z tym dalej zrobić.
uk: Платня була такою ж жалюгідною, як і робота, але, на щастя, мені вдалося зібрати необхідні докази. Тепер я можу повернутися до Кандака, і ми разом вирішимо, що робити далі.

source: Zapłata od Holdwiga
uk: Виплата від Гольдвіга

source: Zapłata taka jak zawsze.
uk: Оплата як завжди.

source: Zapłata za ostatnią dostawę wina do Przystani.
uk: Оплата за останню доставку вина до Гавані.

source: Zapłać za swe czyny, a może wymodlę dla ciebie rozgrzeszenie!
uk: Заплати за свої вчинки, і, можливо, я вимолю відпущення твоїх гріхів!

source: Zapłać za udział w turnieju
uk: (Заплатити за участь у турнірі)

source: Zaraz będziesz trupem tak samo jak Gerwin.
uk: Ти скоро станеш трупом, так само як Гервін.

source: Zaraz ci pomożemy, hehe...!
uk: Зараз ми тобі допоможемо, хе-хе...!

source: Zaraz ci powiem, co słychać!
uk: Зараз я розповім тобі, як справи!

source: Zaraz ci wszystko wyjaśnię.
uk: Я зараз тобі все поясню.

source: Zaraz do ciebie wrócę.
uk: Я зараз повернуся.

source: Zaraz do niego pójdę.
uk: Я негайно піду до нього.

source: Zaraz do was wrócę, chciałbym się jeszcze trochę rozejrzeć.
uk: Я скоро повернуся, хочу ще трохи роздивитися довкола.

source: Zaraz dostaniesz w zęby!
uk: Зараз отримаєш по зубах!

source: Zaraz dotrzemy do twojego domu, spokojna głowa.
uk: Скоро ми зустрінемось біля твого будинку, не сумнівайся.

source: Zaraz na dłużej... po prostu z groszem przy duszy człowiekowi dużo łatwiej.
uk: Не зовсім... Просто, коли є вільна копійка, то й живеться набагато простіше.

source: Zaraz nic! Trzeba podejść do tego na spokojnie!
uk: Поки що нічого! Потрібно підійти до цього виважено!

source: Zaraz obadamy.
uk: Давай поглянемо.

source: Zaraz oszukiwać... Po prostu chcę trochę wyrównać szanse! Harold łowi znacznie dłużej niż ja. Jeśli mu trochę utrudnimy łowienie, to zakład będzie dużo bardziej sprawiedliwy.
uk: Чому одразу шахраювати... Я просто хочу трохи зрівняти шанси! Гарольд рибалить набагато довше ніж я. Якщо ми трохи ускладнимо йому завдання, парі буде набагато справедливішим.

source: Zaraz po naszym wymarszu zamknął bramę, by ludzie Volkera nie przedarli się do koszar i sam udał się na odsiecz gubernatorowi.
uk: Одразу після того, як ми вийшли, він замкнув ворота, щоб люди Волкера не змогли прорватися до казарм, а сам пішов на допомогу губернатору.

source: Zaraz po podaniu eliksiru, wyglądało jakbyś całkowicie ozdrowiał.
uk: Одразу після того, як ти прийняв еліксир, тобі здалося, що ти повністю одужав.

source: Zaraz po twoim powrocie z poszukiwań oddziału Gerwina, wysłałem kilku zwiadowców, by obserwowali kryjówkę renegatów.
uk: Одразу після твого повернення з пошуків загону Гервіна, я відправив кількох розвідників слідкувати за схованкою відступників.

source: Zaraz po wejściu do kopalni zatrzymał mnie mężczyzna. Opowiedział mi o tutejszym zwyczaju, gdzie nowi częstują strażników alkoholem by 'okazać swoją dobrą wolę'.
uk: Невдовзі після входу в копальню мене зупинив чоловік. Він розповів мені про місцевий звичай, коли новачки пригощають вартових алкоголем, щоб 'показати свої добрі наміри'.

source: Zaraz po wyjściu z Przystani Łotrów natrafiłem na ciężko rannego pirata. Niestety, zmarł, zanim zdążył powiedzieć coś przydatnego.
uk: Неподалік від Гавані лиходіїв я натрапив на важко пораненого пірата. На жаль, він помер, не встигнувши сказати нічого корисного.

source: Zaraz po wyjściu z Przystani Łotrów natrafiłem na ciężko rannego pirata. Pomimo podania mu eliksiru leczniczego, zmarł. Według niego większość towarów jest nie do odratowania, ale część z nich rozkradli pasażerowie statku, którzy ruszyli z nimi w głąb bagna od strony południowo-zachodniej plaży. Pirat wspominał też o rozbitkach na pobliskich wysepkach.
uk: Невдовзі після того, як я покинув Гавань лиходіїв, я натрапив на важко пораненого пірата. Хоч я й дав йому цілюще зілля, він все одно помер. За його словами, більша частина товарів не підлягає порятунку, але деякі з них розікрали пасажири корабля, які разом з ними подалися з південно-західного пляжу вглиб болота. Пірат також згадував про вцілілих, які опинилися на довколишніх острівцях.

source: Zaraz po wyrzuceniu z gildii, zaczepił mnie jakiś gwardzista. Zaproponował mi odwiedzenie Wysłannika Królewskiego w ratuszu miejskim. Może to nie jest taki zły pomysł...
uk: Невдовзі після того, як мене вигнали з гільдії, до мене звернувся один гвардієць. Він запропонував відвідати Королівського посла у міській ратуші. Можливо, це не така вже й погана ідея...

source: Zaraz poczujesz konsekwencje braku ochrony!
uk: Зараз ти дізнаєшся, як це бути без захисту!

source: Zaraz przerobię cię na paszę dla owiec!
uk: Я з тебе зараз зроблю корм для овець!

source: Zaraz przetnę ci więzy, a wtedy uciekaj stąd ile sił w nogach. Ja zajmę się Salvim i resztą.
uk: Зараз я розріжу твої кайдани, а ти тікай звідси так швидко, як тільки зможеш. А я займусь Сальві і рештою.

source: Zaraz przy rzece jest mała jaskinia. Tam się te bydlaki zalęgły.
uk: Поруч з річкою є невелика печера. Там ці скотиняки і залягли.

source: Zaraz sam je zgubisz, cwaniaczku.
uk: Ти сам його зараз втратиш, придурку.

source: Zaraz sam je zgubisz, cwaniaczku. (Sprowokuj)
uk: Ти сам його зараз втратиш, придурку. (Спровокувати)

source: Zaraz się przekonamy, co potrafisz. Chodź za mną.
uk: Зараз дізнаємось, на що ти здатен. Йди за мною.

source: Zaraz się przekonamy. Chodź.
uk: Зараз дізнаємося. Ходімо.

source: Zaraz się przekonasz.
uk: Зараз сам дізнаєшся.

source: Zaraz się tego dowiem.
uk: Я збираюсь це вияснити.

source: Zaraz się tu wedrą... drzwi długo nie powstrzymają ich żądzy krwi. Innosie, przyjmij mnie do siebie.
uk: Вони ось-ось увірвуться сюди... двері не зупинять їхню жагу до крові надовго. Інносе, забери мене до себе.

source: Zaraz się tym zajmę. A co z konserwacją kusz?
uk: Зараз же цим займуся. А як щодо обслуговування арбалетів?

source: Zaraz wracam.
uk: Зараз повернусь.

source: Zaraz wracam... tylko... UGH!
uk: Я зараз повернуся... тільки... УХ!

source: Zaraz wrócę z czymś porządnym.
uk: Я зараз повернуся з чимось пристойним.

source: Zaraz zacznie mnie nosić...
uk: Це вже починає мене дратувати...

source: Zaraz zawołam któregoś z chłopaków, by poinformowali strażników, że Andreas cię oczekuje.
uk: Я зараз покличу одного з хлопців, щоб він повідомив вартових, що Андреас чекає на тебе.

source: Zaraz zrobię z nim porządek.
uk: Я зараз же з цим розберуся.

source: Zaraz! A co z nami?
uk: Зачекай! А як же ми?

source: Zaraz! Liczyłem na jakąś nagrodę.
uk: Зачекай! Я розраховував на якусь винагороду.

source: Zaraz! Powoli! A kto opłaci moich robotników?
uk: Стій! Стривай! А хто заплатить моїм робітникам?

source: Zaraz, a kula?
uk: Зачекай, а ядро?

source: Zaraz, zaraz! Może i nie dałem wam szalup, ale na Archolos was dostarczyłem. Nie mamy do czego wracać.
uk: Стривай, стривай! Може, я й не дав вам човен, але я доставив вас до Архолосу. Тут нема чого обговорювати.

source: Zaraz, zaraz. Skąd wiesz, jak się nazywam?
uk: Чекай, чекай. Звідки ти знаєш моє ім'я?

source: Zaraz, zaraz... czy ja czasem...
uk: Зараз, зараз... чи я часом...

source: Zaraz, zaraz... marynarz? Dobra, chyba wiem, co udało ci się zakupić...
uk: Чекай, чекай... в моряка? Здається, я знаю, що тобі вдалося придбати...

source: Zaraz, zaraz... to TY! Pamiętam tę twoją kaprawą mordę prawie tak dobrze, jak wczorajszą gorzałkę!
uk: Зачекай, зачекай... Це ж ТИ! Я пам'ятаю твою кляту пику майже так само добре, як і вчорашню випивку!

source: Zaraz, zaraz... warunki są dwa. Po pierwsze razem z moimi ludźmi muszę mieć gdzie mieszkać na czas wynajmu.
uk: Зачекай, зачекай... є дві умови. По-перше, я і мої люди маємо десь жити на час оренди.

source: Zaraz. Chyba zaczynam rozumieć. Jesteś zazdrosny o nią! Nie o Lutza.
uk: Зачекай. Здається, я починаю розуміти. Ти ревнуєш її! Це не через Люца.

source: Zaraz... ZARAZ, tu jest...
uk: Зачекай... ЗАРАЗ, тут є...

source: Zaraz... skąd to masz? Oddawaj go! Nie jest przeznaczony dla ciebie!
uk: Зачекай... звідки це в тебе? Віддай! Це призначено не для тебе!

source: Zaraz... to cudowne wiadomości, Marvin!
uk: Зачекай... Це чудова новина, Марвіне!

source: Zaraza by to wzięła...
uk: Дідко б його взяв...

source: Zardzewiałe! Takiego wyposażenia nie przyjmę, choćbym miał za to zapłacić głową!
uk: Іржа! Я не прийму такі обладунки, навіть якщо доведеться поплатитися головою!

source: Zardzewiały Negocjator
uk: Іржавий Перемовник

source: Zardzewiały klucz
uk: Іржавий ключ

source: Zardzewiały krótki miecz
uk: Іржавий короткий меч

source: Zardzewiały lekki oszczep
uk: Іржавий легкий кортик

source: Zardzewiały miecz Wilczego Syna
uk: Іржавий меч Вовчого Сина

source: Zardzewiały miecz dwuręczny
uk: Іржавий дворучний меч

source: Zardzewiały sztylet
uk: Іржавий кинджал

source: Zardzewiały topór
uk: Іржава сокира

source: Zarejestrowani handlarze - Miasto
uk: Зареєстровані торговці – Місто

source: Zarejestrowani handlarze - Port
uk: Зареєстровані торговці – Порт

source: Zarejestrowani handlarze - Silbach
uk: Зареєстровані торговці – Сільбах

source: Zarejestrowani handlarze - Stare Miasto
uk: Зареєстровані торговці – Старе місто

source: Zarekwirowaliście bełt, którym zastrzelił tego chłopaka?
uk: Ти вилучив болт, яким він застрелив того хлопчину?

source: Zarekwirowane okręty, podniesione podatki, ograniczony handel z pozostałymi wyspami.
uk: У них забрали кораблі, підняли податки, обмежили торгівлю з іншими островами.

source: Zarobku?
uk: Заробити?

source: Zaryzykujemy.
uk: Ризикнемо.

source: Zaryzykuję stwierdzenie, że druga odpowiedź jest prawdziwa.
uk: Ризикну припустити, що скоріше другий варіант.

source: Zaryzykuję.
uk: Я ризикну.

source: Zarzuć to na siebie.
uk: Накинь це на себе.

source: Zarzuć wędkę
uk: Порибалити

source: Zarzynacz
uk: Забійник

source: Zarząd Gildii Kupieckiej się zmienił, organizacja działa teraz zupełnie inaczej, niż za jego czasów. Proszę, oto potwierdzenie.
uk: Рада директорів Торгової Гільдії змінилася, організація тепер працює зовсім інакше, ніж за його часів. Дивись, ось підтвердження.

source: Zarząd postanowił zamknąć tę część kopalni. Strome urwisko, pełzacze, a do tego niewielkie ilości złota.
uk: Керівництво вирішило закрити цю частину копальні. Крута скеля, повзуни, а до того ще й невелика кількість золота.

source: Zarządca Gildii przysłał mnie, abym ustalił tożsamość zamachowca.
uk: Керівник Гільдії послав мене встановити особу нападника.

source: Zarządca Lorenzo przekazuje, że masz nogi z dupy wyrwane. Zmieni swoje zdanie tylko wtedy, gdy stawisz się w kantorze i przyjmiesz stosowne rozkazy.
uk: Керівник Лоренцо переконує, що у тебе ноги не з дупи ростуть. Він змінить свою думку, тільки якщо ти з'явишся до торгового пункту і отримаєш відповідні розпорядження.

source: Zarządca Lorenzo przekazuje, że masz nogi z dupy wyrwane. Zmieni swoje zdanie tylko wtedy, kiedy stawisz się w kantorze i przyjmiesz stosowne rozkazy.
uk: Керівник Лоренцо переказує, що у тебе ноги з дупи ростуть. Він змінить свою думку, тільки коли ти з'явишся до торгового пункту і отримаєш відповідні розпорядження.

source: Zarządzenie o Kopalni Złota
uk: Постанова про золоту копальню

source: Zarówno amator, jak i największy mistrz, wykraść mogą jednak tylko tyle, ile ich rozmówca ma w kieszeniach i sakwie.
uk: Однак і аматор, і видатний майстер здатні вкрасти лише стільки, скільки їх співрозмовник має при собі.

source: Zarówno morskie głębiny, jak i wybrzeża, bezkresne równiny i przepastne lasy, wypełniły się wszelkiego rodzaju zwierzem, a każde z nich odnalazło swoje miejsce na bezwzględnym, lecz ironicznym kole życia.
uk: Як у морських глибинах, так і на узбережжях, як на безмежних рівнинах, так і в дрімучих лісах, жили тварини всіх видів, кожна з яких знайшла своє місце на безжалісному, але іронічному колесі життя.

source: Zarówno strażnicy, Magowie Ognia jak i Gildia Kupiecka bronią się na każdej ulicy miasta.
uk: І вартові, і Маги Вогню, і Торгова Гільдія обороняються на усіх вулицях міста.

source: Zarówno łuki, jak i kusze, nawet w rękach początkujących strzelców, są w stanie powalić człowieka bez zabijania go na miejscu. Jeśli jednak musisz upewnić się, że twój wróg nie wstanie, należy mieć przy sobie choćby najprostszą broń białą.
uk: І лук, і арбалет, навіть у руках початківця, здатні збити ворога з ніг, не вбиваючи його на місці. Однак, якщо вам потрібно, щоб супротивник вже не встав, варто мати при собі навіть хоча б найпростішу зброю ближнього бою.

source: Zasada jest prosta, im mocniejsze, tym lepsze. Wybór zostaw mnie.
uk: Правило просте: чим міцніше, тим краще. Залиш вибір за мною.

source: Zasadniczo to właśnie chciałem usłyszeć.
uk: Це те, що я хотів почути.

source: Zasady są proste, musisz uważnie obserwować, gdzie przemieszcza się złota moneta i wskazać, pod którym kuflem się chowa.
uk: Правила прості, ти повинен уважно спостерігати, куди рухається золота монета і вказати, під яким кухлем вона ховається.

source: Zasady są... proste - 50 sztuk złota i puszczam cię wolno.
uk: Правила... прості - 50 золотих і я тебе відпускаю.

source: Zasadziłem wszystkie nasiona. Kto wie, ile czasu minie, zanim dojrzeją? Powinienem odwiedzić Hershlika za jakiś czas i sprawdzić, jak się rozwinęły.
uk: Я посадив усе насіння. Хто знає, скільки часу пройде, перш ніж воно зійде? Через якийсь час потрібно буде відвідати Гершліка і дізнатись, як дозріли ці рослини.

source: Zasadziłem wszystkie nasiona. Kto wie, ile czasu minie, zanim dojrzeją? Powinienem odwiedzić Hershlika za jakiś czas i sprawdzić, jak się rozwinęły. Ponadto Hershlik zgodził się, bym był jego czeladnikiem.
uk: Я посадив усе насіння. Хто знає, скільки часу пройде, перш ніж воно зійде? Через якийсь час потрібно буде відвідати Гершліка і подивитися, як розвиваються ці рослини. Крім того, Гершлік погодився, щоб я став його учнем.

source: Zasadzka się powiodła. Rozbiliśmy bandę Szmuglera.
uk: Засідка пройшла успішно. Ми розгромили банду Койота.

source: Zasadzka się udała. Bandyci byli zaskoczeni, a sam Szmugler przeraził się tak mocno, że zaczął uciekać. Muszę go dogonić.
uk: Засідка вдалася. Бандити були приголомшені, а сам контрабандист так злякався, що почав тікати. Потрібно його наздогнати.

source: Zasadź nasiona
uk: Посадити насіння

source: Zasięg generowania obrazu.
uk: Налаштуйте дальність огляду у відсотках

source: Zaskakujesz mnie! Co skłoniło cię do takiego kroku?
uk: Ти дивуєш мене! Що спонукало тебе до такого кроку?

source: Zaskoczyć? To oni zaskoczą ciebie. Już nie żyjesz! Tylko jeszcze tego nie wiesz.
uk: Заскочити? Це вони тебе заскочать. Ти вже мертвий! Просто ще не знаєш про це.

source: Zaskoczyłeś mnie, młody człowieku. Masz niezły cios. Trzymaj, zasłużyłeś na kawał pieczystego.
uk: Ти мене здивував, молодий чоловіче. Ти дуже сильний. Продовжуй в тому ж дусі, ти заслужив шматок смаженого м'яса.

source: Zaskoczyłeś mnie.
uk: Ти мене здивував.

source: Zaspokoję jednak twoją ciekawość tuż przed śmiercią.
uk: Однак, я задовольню твою цікавість перед смертю.

source: Zastanawia mnie tylko, czemu na pozostałych frontach nie idzie im tak dobrze jak tutaj.
uk: Це лише змушує мене замислитись, чому вони не досягають успіху на інших фронтах так само добре, як тут.

source: Zastanawia mnie tylko, dlaczego u żadnego z farmerów nie widziałam ani jednego skręta.
uk: Мене бентежить тільки те, чому у жодного з фермерів я не бачу жодної скрутки.

source: Zastanawiaj się, byle nie za długo! I pamiętaj, że naprawdę dobrze płacę swoim pracownikom!
uk: Подумай про це, але не дуже довго! І пам'ятай, я добре плачу своїм працівникам!

source: Zastanawiaj się, byle szybko. Czas płynie.
uk: Думай швидше. Час спливає.

source: Zastanawiam się nawet nad dołączeniem do Gildii Kupieckiej...
uk: Я навіть розглядаю можливість вступу до Торгової Гільдії...

source: Zastanawiam się, czy nie wolałbyś posługiwać się jakimś porządnym orężem zamiast igiełkami, którymi nawet skóry topielca nie przebijesz.
uk: Слухай, ти не думав знайти собі пристойну зброю замість дрючків, якими не можна навіть шкуру луркера пробити?

source: Zastanawiałem się, co to za hałasy po nocy, i wyszedłem zobaczyć, czy to nie jacyś zwyrodnialcy burd nie robią.
uk: Мені стало цікаво, що це за шум посеред ночі, і я вийшов глянути, чи не влаштували якісь виродки бійку.

source: Zastanawiałem się, czy będziesz miał odwagę, by tu przyjść!
uk: Мені було цікаво, чи вистачить тобі сміливості прийти сюди!

source: Zastanowię się i dam ci znać.
uk: Я подумаю над цим і дам тобі знати.

source: Zastanowię się.
uk: Я подумаю над цим.

source: Zastanowię się. Może rzeczywiście miałem pecha.
uk: Я подумаю про це. Можливо, мені дійсно не пощастило.

source: Zastanowię się. Może rzeczywiście miałem pecha. Gildia na pewno zostanie poinformowana o ostatecznej decyzji straży.
uk: Я подумаю про це. Можливо, мені дійсно не пощастило. Ми обов'язково повідомимо Гільдію про остаточне рішення Варти.

source: Zastanowię się. Wiesz, skąd ci przemytnicy mieli skrzynię magicznej rudy?
uk: Я подумаю. Ти не знаєш, звідки у цих контрабандистів був ящик з магічною рудою?

source: Zastanów się, czy ktokolwiek odpowiadający temu opisowi zachowywał się podejrzenie w waszym lokalu.
uk: Подумай, чи не поводився хтось, хто відповідає цьому опису, підозріло у твоєму закладі.

source: Zastanów się, młody. Wokół mnie walają się papiery, zioła, mikstury. Kim mogę być?
uk: Сам подумай, хлопче. Навколо мене розкидані папірці, трави, зілля. Ким я можу бути?

source: Zastanówmy się...
uk: Поміркуймо...

source: Zastanówmy się... (Zaproponuj miejsce).
uk: Поміркуємо... (Запропонувати місце).

source: Zastosowałem twój 'preparat'. Zastanawia mnie czy mogłabyś wzmocnić efekt na tym egzemplarzu?
uk: Я застосував твій 'препарат'. Мені цікаво, чи можна якось посилити його ефект?

source: Zastrzelimy cię, zanim się zdążysz ruszyć.
uk: Ми застрелимо тебе перш, ніж ти ворухнешся.

source: Zastygają, zatrzymują,
uk: Та лиш поглянеш – вони застигають,

source: Zastępuję go, kiedy musi iść pospać kilka godzin, sprzedaję klientom alkohol, głównie jednak pilnuję tutaj porządku.
uk: Я підміняю його, коли йому потрібно поспати кілька годин, продаю випивку гостям, але головне – стежу за порядком.

source: Zasugerowałem Feilowi, by zmienił coś ze swoim życiem jeśli jest aż tak nieszczęśliwy na winnicy. Będę musiał jakoś o tym powiedzieć Liamowi, może to zrozumie.
uk: Я запропонував Фейлу змінити щось у своєму житті, якщо він такий нещасний на винограднику. Треба буде якось розповісти про це Ліаму, може, він зрозуміє.

source: Zaszło tutaj jakieś nieporozumienie!
uk: Сталося якесь непорозуміння!

source: Zasługi przypisałbym Viktorowi. Swoją drogą, mocno nie doceniacie chłopaka.
uk: Я б приписав цю заслугу Віктору. До речі, ви сильно недооцінюєте хлопця.

source: Zasłużył na surową karę, ale nie na śmierć.
uk: Він заслужив на суворе покарання, але не на смерть.

source: Zasłużył sobie na to!
uk: Він це заслужив!

source: Zasłużyłaś na to.
uk: Ти на це заслужила.

source: Zasłużyłeś na nagrodę. Proszę.
uk: Ти заслужив на винагороду. Тримай.

source: Zasłużyłeś na nie, młody człowieku. W tym mieście potrzeba takich obywateli. Proszę.
uk: Ти її заслужив, молодий чоловіче. Цьому місту потрібні такі громадяни. Ось, тримай.

source: Zasłużyłeś na śmierć.
uk: Ти заслуговуєш на смерть.

source: Zasłużyłeś na śmierć. (Zabij)
uk: Ти заслуговуєш на смерть. (Вбити)

source: Zasłużyłeś sobie.
uk: Ти на це заслужив.

source: Zatem byłeś u Albyna i załatwiłeś sprawę.
uk: Виходить, ти був у Альбіна і розібрався в цій справі.

source: Zatem będę musiała cię stąd WYKOPAĆ!
uk: Тоді мені доведеться тебе звідси ВИГНАТИ!

source: Zatem idźmy i szerzmy jego wolę, a Adanos niech nas prowadzi.
uk: Тож ходімо і поширюймо Його волю, і нехай Аданос веде нас.

source: Zatem na pewno znasz Odgara.
uk: Отже, ти напевно знаєш Одгара.

source: Zatem podpisz mi się na tym papierze!
uk: Тоді підпиши цей папір!

source: Zatem zabieram się do pracy. Dziękuję.
uk: Тож я берусь до роботи. Дякую.

source: Zatroskanym obywatelem. Nie mogłem pozwolić by ty i twoi znajomi namawiali otwarcie do buntu przeciw Królowi!
uk: Небайдужий громадянин. Я не міг дозволити тобі і твоїм друзям відкрито підбурювати до бунту проти короля!

source: Zatrudnił mnie jego syn, Holdwig. Jak to zazwyczaj bywa, należność wypłacana jest dopiero po podliczeniu zbiorów.
uk: Мене найняв його син, Гольдвіг. Як це зазвичай буває, гроші за роботу платять лише після збору врожаю.

source: Zatrudnił się w stoczni. W ten sposób nie budzi żadnych podejrzeń, a ja przy okazji wiem, co dzieje się w porcie.
uk: Він влаштувався на роботу в корабельню. Таким чином він не викликає жодних підозр, а я, в свою чергу, знаю, що відбувається в порту.

source: Zatrudniłam nawet tropiciela, ale ten zniknął jak kamień w wodę z wszystkimi moimi oszczędnościami.
uk: Я навіть найняла слідопита, але він зник, як камінь у воду, разом з усіма моїми заощадженнями.

source: Zatrudniłem armię ludzi do pracy i nic to nie dało!
uk: Я найняв цілу армію людей на роботу, але це нічого не дало!

source: Zatruj zapasy
uk: Отруїти запаси

source: Zatrwożeni mieszkańcy Silbach donoszą o rozkopanych grobach na ich lokalnym cmentarzu. Podobno sprawca regularnie wraca na cmentarz i okrada pojedyncze, nawet świeże mogiły.
uk: Стривожені мешканці Сільбаху повідомляють про розриті могили на місцевому цвинтарі. Зважаючи на все, злочинець регулярно навідується на цвинтар і грабує могили, навіть свіжі.

source: Zatrwożeni mieszkańcy Silbach donoszą o rozkopanych grobach na ich lokalnym cmentarzu. Podobno sprawca regularnie wraca na cmentarz i okrada pojedyncze, nawet świeże mogiły. Ze względu na swoją zwinność oraz pojawianie się tylko w nocy, miejscowi przezwali go Hieną. Za wykonanie wyroku śmierci przewidziana jest nagroda w wysokości 300 sztuk złota, do odbioru u strażnika Oktava.
uk: Стривожені мешканці Сільбаху повідомляють про розриті могили на місцевому цвинтарі. Зважаючи на все, злочинець регулярно навідується на цвинтар і грабує могили, навіть свіжі. За його спритність та нічну активність місцеві жителі прозвали його Гієною. За виконання смертного вироку передбачена винагорода у розмірі 300 золотих, які можна отримати у вартового Октава.

source: Zatrzymaj resztę. Nie chcę skończyć jak ten pijaczyna ostatnio.
uk: Решту залиш собі. Я не хочу скінчити, як той п'яниця недавно.

source: Zatrzymaj się!
uk: Стояти!

source: Zatrzymaj się, tchórzu!
uk: Зупинись, боягузе!

source: Zatrzymaj sobie te bryłki. Zejdź mi z oczu!
uk: Самородки залиш собі. Забирайся з моїх очей!
